/* localizable strings */
"OK" = "확인";
"Cancel" = "취소";
"Are you sure you want to delete ?" = "정말 삭제하시겠습니까 ?";
"Are you sure you want to empty the contents of this archive ?" = "정말 이 압축 파일의 내용을 지우시겠습니까 ?";
"Extract Here" = "여기에 압축풀기";
"Compress Here" = "여기에 압축하기";
"Operation failed" = "조작 실패";
"Warning !" = "경고 !";
"The contents of the file can not be deleted with this programme !" = "이 프로그램으로는 파일의 내용을 삭제할 수 없습니다 !";
"/Desktop" = "/데스크톱";
"Save" = "저장";
"Being analyzed," = "분석 중임,";
"please wait for a moment !" = "잠시 기다려 주십시오 !";
"Compressing," = "압축 중,";
"file" = "파일";
"folder" = "폴더";
"Being analyzed..." = "분석 중임...";
"Being analyzed: " = "분석 중임: ";
"The contents of the file can not be shown with this programme !" = "해당 파일을 표시할 수 없습니다 !";
"The contents of the file is empty !" = "파일의 내용이 지워졌습니다 !";
"Can not open this file with this programme !" = "이 프로그램으로는 이 파일을 열 수 없습니다 !";
"Detect automatically" = "자동 파악";
"Password needed on file \"%@\"" = "파일에 대한 암호 필요 \"%@\"";
"Extracting" = "압축 해제 중";
"Extracting:" = "압축 해제 중:";
"The contents of [%@] can not be extracted with this programme !" = "의 내용 [%@] 이 프로그램과 함께 추출 수 없습니다 !";
"The contents of the file can not be extracted with this programme !" = "해당 파일의 내용은 본 프로그램으로 압축을 풀 수 없습니다 !";
"Error : [%@] !" = "오류 : [%@] !";
"%d items" = "%d 항목";
"%d item" = "%d 항목";
"have existed, do you want to update ?" = "존재, 당신은 업데이 트하려면 어떻게 ?";
"Updating view from \"%@\"" = "에서보기를 업데이 트하기 \"%@\"";
"Adding files to" = "파일 추가하기";
"%@  (%d/%d total)" = "%@  (%d/%d 합계)";
"The same file is opening, eject it please !" = "동일한 파일을 여는되고, 그게 바랍니다 꺼낼 !";
"Creating : " = "만들기 : ";
"Select a folder to save" = "저장할 폴더를 선택";
"Save Here" = "저장";
"Compressing : " = "압축 중 : ";
"Some error happen, retry please !" = "일부 오류가 있었던, 제발를 다시 시도 !";
"Normal" = "일반";
"Maximized" = "극대화";
"Name" = "이름";
"Kind" = "형식";
"Size" = "크기";
"Original size" = "원래 크기";
"Created" = "생성됨";
"Modified" = "수정된";

"About SmartZipper Pro" = "약 SmartZipper Pro";
"Preferences" = "기본 설정…";
"Services" = "서비스";
"Hide SmartZipper Pro" = "숨기기 SmartZipper Pro";
"Hide Others" = "기타 숨기기";
"Show All" = "모두 표시";
"Quit SmartZipper Pro" = "끝내기 SmartZipper Pro";

"Set selected the path as default saving path" = "선택된 경로를 기본 저장 경로로 설정";
"Default path can be modified in \"Preferences\"" = "기본 저장 경로는 \"기본 설정\"에서 수정할 수 있습니다";

"Add" = "추가";
"Delete" = "삭제";
"Quick Look" = "미리보기";
"Extract to" = "압축 풀기";
"Search" = "수색";
"File Name" = "파일 이름";

"Edit" = "수정";
"View" = "보기";
"Help" = "도움말";

"Window" = "창";
"Minimize" = "최소화";
"Open Window" = "창 열기";
"Bring All to Front" = "모두 맨 앞으로 가져 오기";

"Date Modified" = "시간";
"Path" = "경로";


"Extract" = "압축 풀기";
"Advanced" = "선진적인";
"Always custom" = "언제나 사용자 지정";
"Use default path" = "기본 경로 사용";
"Change" = "변경";
"Show content in Finder after extraction" = "자동으로 압축이 풀린 디렉토리를 엽니다";
"When double-clicking archive in the Finder, directly extract" = "Finder에서 더블 클릭 아카이브는 직접 추출할 때";
"Set SmartZipper Pro as default compressor/uncompressor" = "SmartZipper Pro를 기본 압축기/압축해제기로 설정";
"Close" = "닫기";

"Filename encoding autodetection" = "파일 이름 인코딩 자동 파악";
"Filename encoding:" = "파일 이름 인코딩:";
"Threshold:" = "임계값:";
"confidence" = "신뢰 수준";
"(A confidence level lower than this causes the program to ask for an encoding instead of using the autodetected one.)" = "(이보다 낮은 신뢰 수준의 경우 프로그램이 자동 파악된 것을 사용하는 대신 인코딩을 요청합니다.)";



"General" = "일반";
"Compression format:" = "압축 형식:";
"[gz and bzip2 only support one file every time !]" = "[gz 와 bzip2 는 언제나 하나의 파일만 지원합니다 !]";
"Split" = "분할";
"Split size:" = "크기 분할:";
"Encrypt" = "암호화";
"Input password:" = "암호 입력:";
"Encrypt headers ( Only 7z )" = "암호화 헤더 ( 7z에만 해당 )";

"Compression level:" = "압축 단계: ";
"Store" = "저장 위치";
"Fastest" = "초고속";
"Fast" = "고속";
"Normal" = "정상 속도";
"Maximum" = "최대";
"Ultra" = "최대 속도";
"Solid archives (only 7z)" = "꽉 찬 압축파일(7z에만 해당)";
"Exclude Mac OS X resource forks (ex: .DS_Store)" = "Mac OS X 자원 포크(예: .DS_Store) 제외하세요";
"Show content in Finder after compression" = "자동으로 압축을 저장한 디렉터리를 엽니다";
"The same path of the original file" = "원래 파일과 같은 경로";


"Rate the App description" = "Thank you for using our software. Did it help you? It will be highly appreciated that you can help to rate it in your spare time. Many thanks.";
"Rate now" = "Rate now";
"Rate later" = "Rate later";
"Don't show again" = "Don't show it again";


"Help Document" = "도움말 문서";
"Are you sure you want to add ?" = "정말 이 파일들을 추가하시겠습니까?";
"Selected Items" = "선택된 항목들";
"Entire Zip File" = "전체 압축 파일";
"Open" = "열기";
"Go" = "이동";
"Work path : " = "작업 경로 : ";

"help introduce" = "※\nSmartZipper Pro가 해당 디렉토리를 더 잘 처리하도록 \"%@\"을(를) 작업 디렉토리를 선택하는 것이 좋습니다. 기본적으로 몇 가지 편리한 기능을 즐기시게 됩니다.\n\n※\n다음 메뉴 항목을 통해 \"%@\" 인터페이스로 진입할 수 있습니다: \"SmartZipper Pro\". 이 인터페이스는 선택 가능한 많은 기본 설정을 제공합니다.\n\n※\n메뉴를 통해 해당 창을 열 수 있습니다: \"%@\".";

"Open a directory or an archiver" = "디렉토리 또는 압축 프로그램을 여세요";

"Previous" = "이전";
"Next" = "다음";
"Zoom" = "줌";
"Zoom to Fit" = "에 맞게 축소";

"Skip" = "건너뛰기";
"The file has been removed!" = "파일이 존재하지 않습니다.";

"Are you sure you want to add or open the files ?" = "이 파일들을 추가하거나 여시겠습니까?";
"Extract slowly" = "아카이브의 개별 파일 마다 비밀번호가 다른 경우, 비밀번호가 필요한 파일이 무엇인지 확인하세요. (천천히)";

"Review on the App Store" = "Appstore에서 평가하기";
"Always show compress panel" = "압축 옵션 상자 항상 표시";
"Always use default format" = "기본 압축 형식으로 압축 가능";
"Finder's context menu" = "검색기의 콘텍스트 메뉴";

"Purchase" = "구매";
"remind purchase text" = "현재 SmartZipperPro의 평가판을 사용하고 계십니다. 평가판이 마음에 드신다면 Mac AppStore에서 구입하여 주십시오";
"You can also try a few days of" = "무료 사용 기간이 %ld 일 남았습니다";
"Remind me" = "상기시킨다";

"Ask user whether save document \"%@\"" = "문서 \"%@\" 가 변경되었습니다. 변경사항을 저장하시겠습니까?";
"Ask user whether save doc document with images" = "문서내 사진이 분실될 수 있습니다. 변경사항을 저장하시겠습니까?";
"Don't Save" = "저장하지 마세요";
"Undo Typing" = "입력 취소";
"Redo Typing" = "입력 되돌리기";
"Ask user whether update archive \"%@\"" = "문서 \"%@\" 가 변경되었습니다. 아카이브에 업데이트하시겠습니까?";
"Update Archive" = "아카이브 업데이트";
"Updating files to" = "다음에 파일 업데이트중";
"Update" = "업데이트";
"Don't Update" = "업데이트하지 마세요";
"Hex" = "Hex";
"Preview" = "Preview";

